//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "給資料一個安全的家";
"_intro_1_text_"    = "存取，分享並且保護您在家及工作的檔案。";

"_intro_11_title_"  = "在檔案視圖使用手勢";
"_intro_11_text_"   = "滑動 → 或 ←: 選項\n\n長按: 複製/貼上 或 開啟在…\n\n按壓: 3D Touch (可以使用時)";

"_intro_2_title_"   = "多個帳戶";
"_intro_2_text_"    = "連上您所有的雲並點選在檔案標籤內Lawless的符號來切換他們。";

"_intro_3_title_"   = "開始";
"_intro_3_text_"    = "讚，您的 Lawless 已經準備好可以使用了。更多的資訊、新聞及聯絡資訊可以在 https://nextcloud.com 找到。";

"_introNoCryptoCloud_1_title_" = "加密雲";
"_introNoCryptoCloud_1_text_"  = "加密雲加密協定已不再可以使用，您仍然可以從AppStore下載免費的app以解密您的檔案。\n\nLawless 的加密雲\n\n很快就有一個全新的終端對終端的協定可以在全部的Lawless客戶端使用。\n\n\n點擊開始";
